"Cheerful" = "Alegre";
"Melodic" = "Melódica";
"Relaxed" = "Descontraída";
"Grooving" = "Grooving";
"Distorted" = "Distorcida";
"Acoustic" = "Acústica";
"Processed" = "Processada";
"Single" = "Simples";
"Part" = "Parcial";

"Dark" = "Escura";
"Dissonant" = "Dissonante";
"Intense" = "Intensa";
"Arrhythmic" = "Arrítmica";
"Clean" = "Limpa";
"Electric" = "Eléctrica";
"Dry" = "Seca";
"Ensemble" = "Ensemble";
"Fill" = "Arranjos";

"Rock/Blues" = "Rock/Blues";
"Electronic/Dance" = "Electrónica";
"Jazz" = "Jazz";
"Urban" = "Urbana";
"World/Ethnic" = "World music";
"Cinematic/New Age" = "Cinemática";
"Orchestral" = "Orquestral";
"Country/Folk" = "Country";
"Experimental" = "Experimental";
"Other Genre" = "Outro género";

"Bass" = "Graves";
"Electric Bass" = "Baixo eléctrico";
"Acoustic Bass" = "Baixo acústico";
"Synthetic Bass" = "Baixo sint.";

"Drums" = "Baterias";
"Drum Kit" = "Kits";
"Electronic Beats" = "Batidas";
"Kick" = "Kick";
"Tom" = "Tom";
"Snare" = "Tambor de parada";
"Cymbal" = "Címbalo";
"Hi-hat" = "Hi-hat";

"Guitars" = "Guitarras";
"Electric Guitar" = "Guitarra eléctrica";
"Acoustic Guitar" = "Guitarra acústica";
"Banjo" = "Banjo";
"Mandolin" = "Mandolim";
"Slide Guitar" = "Guitarra slide";
"Pedal Steel Guitar" = "Pedal de aço";

"Horn/Wind" = "Trompa";
"Saxophone" = "Saxofone";
"Trumpet" = "Trompete";
"Flute" = "Flauta";
"Trombone" = "Trombone";
"Clarinet" = "Clarinete";
"French Horn" = "Trompa franc.";
"Tuba" = "Tuba";
"Oboe" = "Oboé";
"Harmonica" = "Harmónica";
"Recorder" = "Gravador";
"Pan Flute" = "Flauta de pã";
"Bagpipe" = "Gaita-de-foles";
"Bassoon" = "Fagote";
"Piccolo" = "Flautim";
"English Horn" = "Trompa ing.";
"Brass" = "Metais";
"Woodwind" = "Madeiras";

"Keyboards" = "Teclados";
"Piano" = "Piano";
"Electric Piano" = "Piano eléc.";
"Organ" = "Órgão";
"Clavinet" = "Clavinete";
"Accordion" = "Acordeão";
"Synthesizer" = "Sintetiz.";
"Rhodes" = "Rhodes";
"Celesta" = "Atmosfera";
"Harpsichord" = "Cravo";

"Mallets" = "Macetes";
"Steel Drum" = "Tambor de aço";
"Vibraphone" = "Vibrações";
"Marimba" = "Marimba";
"Xylophone" = "Xilofone";
"Kalimba" = "Kalimba";
"Bell" = "Sino";
"Timpani" = "Timbales";

"Mixed" = "Jingles";

"Other Instrument" = "Outro inst.";

"Percussion" = "Percussão";
"Gong" = "Gongo";
"Shaker" = "Chocalho";
"Tambourine" = "Pandeireta";
"Conga" = "Conga";
"Bongo" = "Bongó";
"Cowbell" = "Sineta";
"Clave" = "Clave";
"Vinyl/Scratch" = "Vinil";
"Chime" = "Carrilhão";
"Rattler" = "Matraca";
"Sound Effect" = "Efeitos";
"Misc2" = "Div.";
"Boom" = "Booms";
"All Effects" = "Todos os efeitos";
"Effects" = "Efeitos sonoros";

"Ambience" = "Ambiente";
"People" = "Pessoas";
"Transportation" = "Transporte";
"Weapons" = "Armas";
"Explosions" = "Explosões";
"Impacts & Crashes" = "Impactos";
"Animals" = "Animais";
"Sports & Leisure" = "Desporto";
"Mech/Tech" = "Máquinas";
"Work/Home" = "Trabalho/casa";
"Misc." = "Div.";
"Foley" = "Foley";
"Motions & Transitions" = "Pancadas";
"Sci-Fi" = "Ficção científica";

"Strings" = "Cordas";
"Violin" = "Violino";
"Viola" = "Viola";
"Cello" = "Violoncelo";
"Harp" = "Harpa";
"Koto" = "Koto";
"Sitar" = "Cítara";
"Double Bass" = "Baixo duplo";

"Texture/Atmosphere" = "Texturas";

"Vocals" = "Vozes";
"Male" = "Masculina";
"Female" = "Feminina";
"Choir" = "Coral";

"bytes" = "bytes";
"KB" = "KB";
"MB" = "MB";
"GB" = "GB";
"Can't find file" = "Impossível encontrar o ficheiro";
"CantOpenFile" = "O ficheiro não foi encontrado no local previsto.\n\n%@\n\nIgnorar este ficheiro, procurá-lo ou cancelar?";
"Select..." = "Pesquisar ficheiro...";
"MakeOfflineSource" = "Ignorar ficheiro";
"Don't open document" = "Cancelar";
"Reconnecting " = "Voltar a ligar ";
"Use selected path to reconnect other offline sources..." = "Utilizar percurso seleccionado para voltar a ligar ficheiros em falta";
